Repository: z23blhx/FufuLauncher
Catalog: FufuLauncher/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_mx, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# StarPrompt_Later
source: Remind Me Later
de_de: Später
es_mx: Recordármelo más tarde
fr_fr: Plus tard
hi_in: बाद में याद दिलाएँ
id_id: Ingatkan Nanti
it_it: Ricordamelo Dopo
ja_jp: 後で通知
ko_kr: 나중에 알림
pt_br: Lembrar depois
ru_ru: Позже
zh_cn: 下次再说
zh_tw: 下次再說

# StarPrompt_GotIt
source: Got It
de_de: Verstanden
es_mx: Entendido
fr_fr: J'ai compris
hi_in: समझ गया
id_id: Mengerti
it_it: Ho Capito
ja_jp: 了解
ko_kr: 확인
pt_br: Entendi
ru_ru: Понятно
zh_cn: 我知道了
zh_tw: 我知道了

# AchievementUpdater_Title
source: Achievement Data Update
de_de: Erfolgsdaten-Update
es_mx: Actualización de datos de logros
fr_fr: Mise à jour des données de succès
hi_in: उपलब्धि डेटा अपडेट
id_id: Pembaruan Data Achievement
it_it: Aggiornamento Dati Obiettivi
ja_jp: アチーブメントデータ更新
ko_kr: 업적 데이터 업데이트
pt_br: Atualização de dados de conquistas
ru_ru: Обновление достижений
zh_cn: 成就数据更新
zh_tw: 成就資料更新

# AchievementUpdater_StartFetch
source: Start Fetching
de_de: Jetzt abrufen
es_mx: Iniciar obtención
fr_fr: Lancer la récupération
hi_in: प्राप्त करना प्रारंभ करें
id_id: Mulai Mengambil
it_it: Avvia Recupero
ja_jp: 取得開始
ko_kr: 가져오기 시작
pt_br: Iniciar busca
ru_ru: Начать загрузку
zh_cn: 立即开始获取
zh_tw: 立即開始取得

# AdvancedServerSwitch_Title
source: Server Switch
de_de: Server-Konvertierung
es_mx: Cambio de servidor
fr_fr: Conversion de serveur
hi_in: सर्वर स्विच
id_id: Ganti Server
it_it: Cambio Server
ja_jp: サーバー切替
ko_kr: 서버 전환
pt_br: Troca de servidor
ru_ru: Конвертация сервера
zh_cn: 服务器的转换
zh_tw: 伺服器的轉換

# AdvancedServerSwitch_Warning
source: Note: Switching is ineffective while the game is running!
de_de: Achtung: Ein Wechsel während das Spiel läuft, ist wirkungslos!
es_mx: Nota: ¡El cambio no tiene efecto mientras el juego está en ejecución!
fr_fr: Attention, le changement est sans effet si le jeu est en cours d'exécution !
hi_in: नोट: गेम चलते समय स्विचिंग अप्रभावी है!
id_id: Catatan: Pergantian tidak efektif saat game sedang berjalan!
it_it: Nota: Il cambio non ha effetto mentre il gioco è in esecuzione!
ja_jp: 注意: ゲーム起動中は切替が無効です！
ko_kr: 참고: 게임 실행 중에는 전환이 적용되지 않습니다!
pt_br: Nota: A troca é ineficaz enquanto o jogo estiver em execução!
ru_ru: Внимание: не работает во время игры!
zh_cn: 注意，游戏启动时切换无效！
zh_tw: 注意，遊戲啟動時切換無效！

# AdvancedServerSwitch_Convert
source: One-Click Convert
de_de: Mit einem Klick konvertieren
es_mx: Conversión con un clic
fr_fr: Conversion en un clic
hi_in: वन-क्लिक रूपांतरण
id_id: Konversi Satu Klik
it_it: Conversione One-Click
ja_jp: ワンクリック変換
ko_kr: 원클릭 변환
pt_br: Converter com um clique
ru_ru: Конвертировать
zh_cn: 一键转换
zh_tw: 一鍵轉換

# Agreement_Title
source: User Agreement
de_de: Nutzungsvereinbarung
es_mx: Acuerdo de usuario
fr_fr: Conditions d'utilisation
hi_in: उपयोगकर्ता अनुबंध
id_id: Perjanjian Pengguna
it_it: Contratto di Licenza
ja_jp: 利用規約
ko_kr: 사용자 약관
pt_br: Acordo do usuário
ru_ru: Пользовательское соглашение
zh_cn: 用户协议
zh_tw: 使用者條款

# BackgroundInit_Initializing
source: Initializing background resources...
de_de: Hintergrundressourcen werden initialisiert
es_mx: Inicializando recursos de fondo...
fr_fr: Initialisation des ressources d'arrière-plan
hi_in: पृष्ठभूमि संसाधन प्रारंभ हो रहे हैं...
id_id: Menginisialisasi sumber daya latar...
it_it: Inizializzazione risorse di sfondo...
ja_jp: 背景リソースを初期化中...
ko_kr: 배경 리소스 초기화 중...
pt_br: Inicializando recursos de plano de fundo...
ru_ru: Инициализация фона
zh_cn: 正在初始化背景资源
zh_tw: 正在初始化背景資源

# BackgroundInit_PleaseWait
source: Caching may take some time, please wait...
de_de: Das Caching kann etwas dauern, bitte habe Geduld...
es_mx: El almacenamiento en caché puede tardar un poco, por favor espera...
fr_fr: La mise en cache peut prendre un certain temps, veuillez patienter...
hi_in: कैशिंग में कुछ समय लग सकता है, कृपया प्रतीक्षा करें...
id_id: Caching mungkin memerlukan waktu, harap tunggu...
it_it: La cache potrebbe richiedere del tempo, attendere...
ja_jp: キャッシュに時間がかかる場合があります。お待ちください...
ko_kr: 캐싱에 시간이 걸릴 수 있습니다. 잠시만 기다려 주세요...
pt_br: O cache pode levar algum tempo, por favor aguarde...
ru_ru: Кэширование может занять время, подождите...
zh_cn: 缓存可能需要一些时间，请耐心等待...
zh_tw: 快取可能需要一些時間，請耐心等待...

# CheckinCalendar_Title
source: Check-in Rewards Calendar
de_de: Check-in-Belohnungskalender
es_mx: Calendario de recompensas de check-in
fr_fr: Calendrier des récompenses de check-in
hi_in: चेक-इन पुरस्कार कैलेंडर
id_id: Kalender Hadiah Check-in
it_it: Calendario Ricompense Check-in
ja_jp: チェックイン報酬カレンダー
ko_kr: 출석 보상 달력
pt_br: Calendário de recompensas de check-in
ru_ru: Календарь наград
zh_cn: 签到奖励日历
zh_tw: 簽到獎勵日曆

# CloudCredential_Title
source: Cloud Game Credentials
de_de: Cloud-Spiel-Anmeldedaten
es_mx: Credenciales de juego en la nube
fr_fr: Identifiants cloud gaming
hi_in: क्लाउड गेम क्रेडेंशियल
id_id: Kredensial Cloud Game
it_it: Credenziali Cloud Game
ja_jp: クラウドゲーム認証情報
ko_kr: 클라우드 게임 자격 증명
pt_br: Credenciais de cloud gaming
ru_ru: Учётные данные облачной игры
zh_cn: 云游戏凭证
zh_tw: 雲端遊戲憑證

# CloudCredential_AddTitle
source: Add Cloud Game Credentials
de_de: Cloud-Spiel-Anmeldedaten hinzufügen
es_mx: Añadir credenciales de juego en la nube
fr_fr: Ajouter des identifiants cloud gaming
hi_in: क्लाउड गेम क्रेडेंशियल जोड़ें
id_id: Tambah Kredensial Cloud Game
it_it: Aggiungi Credenziali Cloud Game
ja_jp: クラウドゲーム認証情報を追加
ko_kr: 클라우드 게임 자격 증명 추가
pt_br: Adicionar credenciais de cloud gaming
ru_ru: Добавить учётные данные
zh_cn: 添加云游戏凭证
zh_tw: 加入雲端遊戲憑證

# HiddenPage_Title
source: Feature Hidden
de_de: Funktion ausgeblendet
es_mx: Función oculta
fr_fr: Fonctionnalité masquée
hi_in: सुविधा छिपी हुई
id_id: Fitur Disembunyikan
it_it: Funzione Nascosta
ja_jp: 機能が非表示
ko_kr: 기능 숨겨짐
pt_br: Recurso oculto
ru_ru: Функция скрыта
zh_cn: 功能已隐藏
zh_tw: 功能已隱藏

# HiddenPage_Message
source: This feature has been hidden. To use it, go to Settings → Appearance & Personalization → Navigation Bar Items and re-enable it.
de_de: Diese Funktion wurde in den Einstellungen ausgeblendet. Um sie zu nutzen, gehe zu Einstellungen → Erscheinungsbild & Personalisierung → Navigationsleisten-Elemente und aktiviere sie erneut.
es_mx: Esta función ha sido ocultada. Para usarla, ve a Ajustes → Apariencia y personalización → Elementos de la barra de navegación y reactívala.
fr_fr: Cette fonctionnalité a été masquée dans les paramètres. Pour l'utiliser, allez dans Paramètres → Apparence &amp; Personnalisation → Éléments de la barre de navigation et réactivez-la.
hi_in: यह सुविधा छिपा दी गई है। इसका उपयोग करने के लिए सेटिंग्स → रूप और निजीकरण → नेविगेशन बार आइटम पर जाएँ और इसे पुनः सक्षम करें।
id_id: Fitur ini telah disembunyikan. Untuk menggunakannya, buka Pengaturan → Tampilan & Personalisasi → Item Bilah Navigasi dan aktifkan kembali.
it_it: Questa funzione è stata nascosta. Per usarla, vai su Impostazioni → Aspetto e Personalizzazione → Elementi Barra Navigazione e riabilitala.
ja_jp: この機能は非表示になっています。使用するには 設定 → 外観と個人設定 → ナビゲーションバー表示項目 で再度有効にしてください。
ko_kr: 이 기능은 숨겨져 있습니다. 사용하려면 설정 → 외관 및 개인 설정 → 내비게이션 바 항목으로 이동하여 다시 활성화하세요.
pt_br: Este recurso foi ocultado. Para usá-lo, vá para Configurações → Aparência & Personalização → Itens da barra de navegação e reative-o.
ru_ru: Функция скрыта в настройках. Включите в Настройки → Внешний вид → Навигация.
zh_cn: 此功能已在设置中被隐藏。如需使用，请前往设置 → 外观与个性化 → 导航栏显示项 重新开启。
zh_tw: 此功能已在設定中被隱藏。如需使用，請前往設定 → 外觀與個人化 → 導覽列顯示項目 重新開啟。

# HiddenPage_BackToHome
source: Back to Home
de_de: Zurück zur Startseite
es_mx: Volver al inicio
fr_fr: Retour à l'accueil
hi_in: होम पर वापस जाएँ
id_id: Kembali ke Beranda
it_it: Torna alla Home
ja_jp: ホームに戻る
ko_kr: 홈으로 돌아가기
pt_br: Voltar ao início
ru_ru: На главную
zh_cn: 返回主页
zh_tw: 返回主頁

# PreDownload_Title
source: Game Pre-Download
de_de: Spiel-Vorab-Download
es_mx: Predescarga del juego
fr_fr: Pré-téléchargement du jeu
hi_in: गेम प्री-डाउनलोड
id_id: Pra-Unduh Game
it_it: Pre-Download Gioco
ja_jp: ゲーム事前ダウンロード
ko_kr: 게임 사전 다운로드
pt_br: Pré-download do jogo
ru_ru: Предзагрузка игры
zh_cn: 游戏预下载
zh_tw: 遊戲預先下載

# PreDownload_Description
source: Get new version update data in advance, automatic process
de_de: Neue Versionsdaten vorab automatisch herunterladen.
es_mx: Obtén datos de actualización de nueva versión por adelantado, proceso automático
fr_fr: Obtenez les données de mise à jour de la nouvelle version à l'avance, processus automatique
hi_in: नया संस्करण अपडेट डेटा पहले से प्राप्त करें, स्वचालित प्रक्रिया
id_id: Dapatkan data pembaruan versi baru lebih awal, proses otomatis
it_it: Ottieni in anticipo i dati di aggiornamento della nuova versione, processo automatico
ja_jp: 新バージョンの更新データを事前に取得。自動処理です。
ko_kr: 새 버전 업데이트 데이터를 미리 받으세요, 자동 진행
pt_br: Obtenha dados de atualização da nova versão antecipadamente, processo automático
ru_ru: Загрузка обновления заранее, автоматически
zh_cn: 提前获取新版本更新数据，过程自动
zh_tw: 提前取得新版本更新資料，過程自動

# PreDownload_Start
source: Start Pre-Download
de_de: Vorab-Download starten
es_mx: Iniciar predescarga
fr_fr: Démarrer le pré-téléchargement
hi_in: प्री-डाउनलोड प्रारंभ करें
id_id: Mulai Pra-Unduh
it_it: Avvia Pre-Download
ja_jp: 事前ダウンロード開始
ko_kr: 사전 다운로드 시작
pt_br: Iniciar pré-download
ru_ru: Начать предзагрузку
zh_cn: 开始预下载
zh_tw: 開始預先下載

# PresetManager_Title
source: Preset Manager
de_de: Vorgabenverwaltung
es_mx: Gestor de ajustes
fr_fr: Gestion des préréglages
hi_in: प्रीसेट प्रबंधक
id_id: Manajer Preset
it_it: Gestore Predefiniti
ja_jp: プリセット管理
ko_kr: 프리셋 관리자
pt_br: Gerenciador de predefinições
ru_ru: Управление пресетами
zh_cn: 预设管理
zh_tw: 預設管理

# PresetManager_SelectHint
source: Select presets to pin on the home page (max 5)
de_de: Wähle die Vorgaben, die auf der Startseite angeheftet werden sollen (maximal 5).
es_mx: Selecciona ajustes para fijar en la página de inicio (máx. 5)
fr_fr: Sélectionnez les préréglages à épingler sur l'accueil (5 max)
hi_in: होम पेज पर पिन करने के लिए प्रीसेट चुनें (अधिकतम 5)
id_id: Pilih preset untuk disematkan di halaman beranda (maks 5)
it_it: Seleziona i predefiniti da fissare nella home (max 5)
ja_jp: ホームに固定するプリセットを選択（最大5つ）
ko_kr: 홈 페이지에 고정할 프리셋 선택 (최대 5개)
pt_br: Selecione predefinições para fixar na página inicial (máx. 5)
ru_ru: Выберите пресеты для закрепления (макс. 5)
zh_cn: 选择要固定在首页的预设 (最多5个)
zh_tw: 選擇要釘選在首頁的預設 (最多5個)

# Preset_Create_Placeholder
source: Please enter a new preset name
de_de: Neuen Vorgabenamen eingeben
es_mx: Introduce el nombre del nuevo ajuste
fr_fr: Saisissez le nom du nouveau préréglage
hi_in: कृपया नया प्रीसेट नाम दर्ज करें
id_id: Masukkan nama preset baru
it_it: Enter new preset name
ja_jp: 新しいプリセット名を入力してください
ko_kr: 새 프리셋 이름 입력
pt_br: Enter new preset name
ru_ru: Введите имя нового пресета
zh_cn: 请输入新预设名称
zh_tw: 請輸入新預設名稱

# Preset_Create_Title
source: Create New Preset
de_de: Neue Vorgabe erstellen
es_mx: Crear nuevo ajuste
fr_fr: Créer un nouveau préréglage
hi_in: नया प्रीसेट बनाएँ
id_id: Buat Preset Baru
ja_jp: 新規プリセットを作成
ko_kr: 새 프리셋 만들기
ru_ru: Создание нового пресета
zh_cn: 创建新预设
zh_tw: 建立新預設

# Preset_Delete_Confirm_Format
source: Are you sure you want to delete preset \"{0}\"? This action cannot be undone!
de_de: Möchtest du die Vorgabe „{0}“ wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden!
es_mx: ¿Seguro que deseas eliminar el ajuste "{0}"? ¡Esta acción no se puede deshacer!
fr_fr: Voulez-vous vraiment supprimer le préréglage "{0}" ? Cette action est irréversible !
hi_in: क्या आप वाकई प्रीसेट \"{0}\" हटाना चाहते हैं? यह क्रिया पूर्ववत नहीं की जा सकती!
id_id: Apakah Anda yakin ingin menghapus preset "{0}"? Tindakan ini tidak dapat dibatalkan!
it_it: Are you sure you want to delete the preset "{0}"? This action cannot be undone!
ja_jp: プリセット "{0}" を削除しますか？この操作は元に戻せません！
ko_kr: 프리셋 "{0}"을(를) 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다!
pt_br: Are you sure you want to delete the preset "{0}"? This action cannot be undone!
ru_ru: Удалить пресет "{0}"? Это действие нельзя отменить!
zh_cn: 确定要删除预设 \"{0}\" 吗？此操作无法恢复！
zh_tw: 確定要刪除預設 "{0}" 嗎？此操作無法恢復！

# Preset_Delete_ConfirmBtn
source: Confirm Delete
de_de: Löschen bestätigen
es_mx: Confirmar eliminación
fr_fr: Confirmer la suppression
hi_in: हटाने की पुष्टि करें
id_id: Konfirmasi Hapus
ja_jp: 削除を確認
ko_kr: 삭제 확인
ru_ru: Подтвердить удаление
zh_cn: 确认删除
zh_tw: 確認刪除

# Preset_Locked_Content_Format
source: Lock reason: {0}\n\nIf you continue using it, this warning will be ignored and the preset's hash will be updated to the current plugin hash, which will unlock the preset again. Continue?
de_de: Sperrgrund: {0} Wenn du fortfährst, wird diese Warnung ignoriert und der Hash dieser Vorgabe auf den aktuellen Plugin-Hash aktualisiert, wodurch die Vorgabe wieder entsperrt wird. Fortfahren?
es_mx: Motivo del bloqueo: {0} Si continúas, se ignorará esta advertencia y el Hash de este ajuste se actualizará al Hash actual del plugin, desbloqueando el ajuste. ¿Continuar?
fr_fr: Raison du verrouillage : {0} Si vous continuez, cet avertissement sera ignoré et le Hash de ce préréglage sera mis à jour avec le Hash actuel du plugin, ce qui déverrouillera le préréglage. Continuer ?
hi_in: लॉक कारण: {0}\n\nयदि आप इसे उपयोग करना जारी रखते हैं, तो यह चेतावनी अनदेखी हो जाएगी और प्रीसेट का हैश वर्तमान प्लगइन हैश में अपडेट हो जाएगा, जिससे प्रीसेट फिर से अनलॉक हो जाएगा। जारी रखें?
id_id: Alasan terkunci: {0} Jika tetap melanjutkan, peringatan ini akan diabaikan dan Hash preset akan diperbarui ke Hash plugin saat ini, sehingga preset terbuka kembali. Lanjutkan?
it_it: Lock reason: {0} If you continue, this warning will be ignored and the preset's Hash will be updated to the current plugin Hash, unlocking the preset. Continue?
ja_jp: ロック理由：{0} 続行すると、この警告を無視してプリセットのHashを現在のプラグインHashに更新し、プリセットのロックを解除します。続行しますか？
ko_kr: 잠금 사유: {0} 계속하면 이 경고를 무시하고 이 프리셋의 해시가 현재 플러그인 해시로 업데이트되어 프리셋이 잠금 해제됩니다. 계속하시겠습니까?
pt_br: Lock reason: {0} If you continue, this warning will be ignored and the preset's Hash will be updated to the current plugin Hash, unlocking the preset. Continue?
ru_ru: Причина блокировки: {0} Если продолжить, предупреждение будет проигнорировано, а хэш пресета будет обновлён до текущего хэша плагина, что разблокирует пресет. Продолжить?
zh_cn: 锁定原因：{0}\n\n如果继续使用，将忽略该警告并把此预设的 Hash 更新为当前插件 Hash，从而重新解锁该预设。是否继续？
zh_tw: 鎖定原因：{0} 如果繼續使用，將忽略該警告並把此預設的 Hash 更新為目前插件 Hash，從而重新解鎖該預設。是否繼續？

# Preset_Locked_Continue
source: Continue and Unlock
de_de: Fortfahren und entsperren
es_mx: Continuar y desbloquear
fr_fr: Continuer et déverrouiller
hi_in: जारी रखें और अनलॉक करें
id_id: Lanjutkan dan Buka Kunci
ja_jp: 続行してロック解除
ko_kr: 계속 사용 및 잠금 해제
ru_ru: Продолжить и разблокировать
zh_cn: 继续使用并解锁
zh_tw: 繼續使用並解鎖

# Preset_Locked_Title
source: Configuration Preset Locked
de_de: Konfigurationsvorgabe gesperrt
es_mx: Ajuste de configuración bloqueado
fr_fr: Préréglage de configuration verrouillé
hi_in: कॉन्फ़िगरेशन प्रीसेट लॉक किया गया
id_id: Preset Konfigurasi Terkunci
ja_jp: 設定プリセットがロックされています
ko_kr: 구성 프리셋이 잠겼습니다
ru_ru: Пресет конфигурации заблокирован
zh_cn: 配置预设已锁定
zh_tw: 設定預設已鎖定

# Preset_ResetAll_ConfirmBtn
source: Confirm Reset
de_de: Zurücksetzen bestätigen
es_mx: Confirmar restablecimiento
fr_fr: Confirmer la réinitialisation
hi_in: रीसेट की पुष्टि करें
id_id: Konfirmasi Reset
ja_jp: リセットを確認
ko_kr: 초기화 확인
ru_ru: Подтвердить сброс
zh_cn: 确认重置
zh_tw: 確認重設

# Preset_ResetAll_Content
source: Are you sure you want to remove all presets for the current plugin and re-download to restore defaults? This action cannot be undone!
de_de: Alle Vorgaben des aktuellen Plugins entfernen und die Standardwerte erneut herunterladen? Diese Aktion kann nicht rückgängig gemacht werden!
es_mx: ¿Eliminar todos los ajustes del plugin actual y volver a descargar los predeterminados? ¡Esta acción no se puede deshacer!
fr_fr: Supprimer tous les préréglages du plugin actuel et re-télécharger les valeurs par défaut ? Cette action est irréversible !
hi_in: क्या आप वाकई वर्तमान प्लगइन के सभी प्रीसेट हटाकर डिफ़ॉल्ट पुनर्स्थापित करने के लिए पुनः डाउनलोड करना चाहते हैं? यह क्रिया पूर्ववत नहीं की जा सकती!
id_id: Hapus semua preset untuk plugin ini dan unduh ulang preset default? Tindakan ini tidak dapat dibatalkan!
it_it: Remove all presets for the current plugin and re-download the defaults? This action cannot be undone!
ja_jp: 現在のプラグインのすべてのプリセットを削除して、デフォルトを再ダウンロードしますか？この操作は元に戻せません！
ko_kr: 현재 플러그인의 모든 프리셋을 제거하고 기본값을 다시 다운로드하시겠습니까? 이 작업은 되돌릴 수 없습니다!
pt_br: Remove all presets for the current plugin and re-download the defaults? This action cannot be undone!
ru_ru: Удалить все пресеты текущего плагина и заново скачать стандартные? Это действие нельзя отменить!
zh_cn: 确定要移除当前插件的所有预设并重新下载恢复默认吗？此操作无法恢复！
zh_tw: 確定要移除目前插件的所有預設並重新下載恢復預設嗎？此操作無法恢復！

# Preset_ResetAll_Title
source: Reset All Presets
de_de: Alle Vorgaben zurücksetzen
es_mx: Restablecer todos los ajustes
fr_fr: Réinitialiser tous les préréglages
hi_in: सभी प्रीसेट रीसेट करें
id_id: Reset Semua Preset
ja_jp: 全プリセットをリセット
ko_kr: 모든 프리셋 초기화
ru_ru: Сброс всех пресетов
zh_cn: 重置全部预设
zh_tw: 重設全部預設

# PR_Description
source: This project is currently maintained independently by a solo developer (CodeCubist).\nWe are committed to and actively implement a development approach centered on player pain points, driving updates in an open, transparent, and efficient manner.\nSubmitting Pull Requests is the core way for users with coding skills to help advance development progress, optimize the structure, and share the burden of project maintenance.\nIf you can help, please use the button below to go to the code repository and submit your contribution.
de_de: Dieses Projekt wird derzeit von einem einzelnen Entwickler (CodeCubist) gepflegt. Wir verfolgen eine Entwicklungsrichtung, die sich konsequent an den Problemen der Spieler orientiert, und treiben Updates offen, transparent und effizient voran. Das Einreichen von Pull Requests ist der wichtigste Weg für Nutzer mit Programmierkenntnissen, die Entwicklung voranzutreiben, Strukturen zu optimieren und die Wartungslast des Projekts zu teilen. Wenn du helfen kannst, besuche über die Schaltfläche unten das Code-Repository und reiche deinen Beitrag ein.
es_mx: Este proyecto lo mantiene actualmente un desarrollador individual (CodeCubist). Seguimos una dirección de desarrollo centrada en los problemas de los jugadores, impulsando actualizaciones abiertas, transparentes y eficientes. Enviar Pull Requests es la vía principal para que los usuarios con habilidades de programación ayuden a avanzar el desarrollo, optimizar la estructura y compartir el mantenimiento del proyecto. Si puedes ayudar, usa el botón de abajo para visitar el repositorio y enviar tu contribución.
fr_fr: Ce projet est actuellement maintenu par un développeur indépendant (CodeCubist). Nous plaçons les difficultés des joueurs au cœur du développement et nous nous engageons à des mises à jour ouvertes, transparentes et efficaces. Soumettre des Pull Requests est le moyen principal pour les utilisateurs capables de coder de faire avancer le projet, d'optimiser sa structure et de partager la charge de maintenance. Si vous pouvez aider, utilisez le bouton ci-dessous pour visiter le dépôt de code et soumettre votre contribution.
hi_in: यह परियोजना वर्तमान में एक अकेले डेवलपर (CodeCubist) द्वारा स्वतंत्र रूप से बनाए रखी जाती है।\nहम खिलाड़ी की समस्याओं पर केंद्रित एक विकास दृष्टिकोण के लिए प्रतिबद्ध हैं और उसे सक्रिय रूप से लागू करते हैं, जो खुले, पारदर्शी और कुशल तरीके से अपडेट आगे बढ़ाता है।\nपुल रिक्वेस्ट सबमिट करना कोडिंग कौशल वाले उपयोगकर्ताओं के लिए विकास प्रगति आगे बढ़ाने, संरचना अनुकूलित करने और परियोजना रखरखाव का बोझ साझा करने का मुख्य तरीका है।\nयदि आप मदद कर सकते हैं, तो कृपया कोड रिपॉज़िटरी पर जाने और अपना योगदान सबमिट करने के लिए नीचे दिए बटन का उपयोग करें।
id_id: Proyek ini saat ini dikelola oleh pengembang individu (CodeCubist). Kami berpegang pada arah pengembangan yang berfokus pada masalah pemain, mendorong pembaruan yang terbuka, transparan, dan efisien. Mengirimkan Pull Request adalah cara utama bagi pengguna dengan kemampuan coding untuk membantu memajukan pengembangan, mengoptimalkan struktur, dan berbagi beban pemeliharaan proyek. Jika Anda dapat membantu, silakan gunakan tombol di bawah untuk mengunjungi repositori kode dan kirimkan kontribusi Anda.
it_it: This project is currently maintained by an individual developer (CodeCubist). We adhere to a player pain-point-driven development direction, promoting open, transparent, and efficient updates. Submitting Pull Requests is the core way for users with coding skills to help advance development, optimize structure, and share project maintenance responsibilities. If you can help, please use the button below to visit the code repository and submit your contribution.
ja_jp: このプロジェクトは現在、個人開発者（CodeCubist）によって維持されています。 プレイヤーの課題を中心とした開発方針を堅持し、オープンで透明性の高い効率的な更新を推進しています。 Pull Requestを送信することは、コード開発能力を持つユーザーが開発の進捗を支援し、構造を最適化し、プロジェクトの保守負担を分担するための中心的な手段です。 ご協力いただける場合は、下のボタンからコードリポジトリにアクセスして貢献を送信してください
ko_kr: 이 프로젝트는 현재 개인 개발자(CodeCubist)가 단독으로 유지 관리하고 있습니다. 우리는 플레이어의 불편을 핵심으로 한 개발 방향을 고수하며, 개방적이고 투명하며 효율적인 업데이트를 추진하고 있습니다. Pull Request 제출은 코딩 능력이 있는 사용자가 개발 진행을 돕고, 구조를 개선하며, 프로젝트 유지 관리 부담을 분담할 수 있는 핵심 경로입니다. 도움을 주실 수 있다면 아래 버튼을 통해 코드 저장소를 방문해 기여를 제출해 주세요
pt_br: This project is currently maintained by an individual developer (CodeCubist). We adhere to a player pain-point-driven development direction, promoting open, transparent, and efficient updates. Submitting Pull Requests is the core way for users with coding skills to help advance development, optimize structure, and share project maintenance responsibilities. If you can help, please use the button below to visit the code repository and submit your contribution.
ru_ru: Этот проект в настоящее время поддерживается одним разработчиком (CodeCubist). Мы придерживаемся направления разработки, ориентированной на боли игроков, и открыто, прозрачно и эффективно продвигаем обновления. Отправка Pull Request — основной способ, позволяющий пользователям с навыками программирования помочь в развитии проекта, оптимизации структуры и распределении нагрузки по его сопровождению. Если вы можете помочь, воспользуйтесь кнопкой ниже, чтобы перейти в репозиторий и отправить свой вклад.
zh_cn: 本项目目前由个人开发者(CodeCubist)独立维护\n我们坚持并积极落实以玩家痛点为核心的开发方向，开放透明和高效的推动更新\n提交Pull Requests是让拥有代码开发编写能力的用户可以协助推进开发进度、优化结构及分摊项目维护压力的核心途径\n如可提供帮助，请通过下方按钮前往代码仓库提交你的贡献
zh_tw: 本專案目前由個人開發者（CodeCubist）獨立維護 我們堅持並積極落實以玩家痛點為核心的開發方向，開放透明且高效率地推動更新 提交 Pull Requests 是讓具備程式開發能力的用戶協助推進開發進度、最佳化結構及分擔專案維護壓力的核心途徑 如可提供協助，請透過下方按鈕前往程式碼倉庫提交你的貢獻

# PR_GitHubButton
source: Visit the GitHub Repository to Submit a Pull Request
de_de: GitHub-Repository besuchen und Pull Request einreichen
es_mx: Visitar el repositorio de GitHub para enviar un Pull Request
fr_fr: Visiter le dépôt GitHub pour soumettre une Pull Request
hi_in: पुल रिक्वेस्ट सबमिट करने के लिए GitHub रिपॉज़िटरी पर जाएँ
id_id: Kunjungi Repositori GitHub untuk Mengirim Pull Request
it_it: Visit GitHub Repository to Submit Pull Request
ja_jp: GitHubリポジトリにアクセスしてPull Requestを提出
ko_kr: GitHub 저장소를 방문하여 Pull Request 제출
pt_br: Visit GitHub Repository to Submit Pull Request
ru_ru: Перейти в репозиторий GitHub и отправить Pull Request
zh_cn: 访问GitHub仓库提交Pull Request
zh_tw: 前往 GitHub 倉庫提交 Pull Request

# SecurityWeb_Title
source: Developer License Verification
de_de: Entwicklerlizenz-Authentifizierung
es_mx: Verificación de licencia de desarrollador
fr_fr: Authentification licence développeur
hi_in: डेवलपर लाइसेंस सत्यापन
id_id: Verifikasi Lisensi Developer
it_it: Verifica Licenza Sviluppatore
ja_jp: 開発者ライセンス認証
ko_kr: 개발자 라이선스 인증
pt_br: Verificação de licença de desenvolvedor
ru_ru: Аутентификация разработчика
zh_cn: 开发者许可认证
zh_tw: 開發者授權認證
